* Todo
** DONE 閱讀規範
   :LOGBOOK:
   CLOCK: [2019-03-06 週三 11:26]--[2019-03-06 週三 11:29] =>  0:03
   :END:
** TODO 閱讀程式碼
   :LOGBOOK:
   CLOCK: [2019-03-06 週三 17:26]--[2019-03-06 週三 17:31] =>  0:05
   CLOCK: [2019-03-06 週三 12:14]--[2019-03-06 週三 12:36] =>  0:22
   :END:
** TODO 撰寫程式碼
*** DONE 新增乘法與除法
    :LOGBOOK:
    CLOCK: [2019-03-06 週三 17:31]--[2019-03-06 週三 17:32] =>  0:01
    CLOCK: [2019-03-06 週三 16:27]--[2019-03-06 週三 17:18] =>  0:51
    :END:
*** TODO 接受多字元變數
*** TODO constant folding
** TODO 測試
*** DONE 新增乘法與除法
    :LOGBOOK:
    CLOCK: [2019-03-06 週三 17:32]--[2019-03-06 週三 17:32] =>  0:00
    CLOCK: [2019-03-06 週三 17:20]--[2019-03-06 週三 17:24] =>  0:04
    :END:
*** TODO 接受多字元變數
*** TODO constant folding
** TODO 繳交作業
